export default {
    // VKID.Config.init({
    //     app: client_id, // Идентификатор приложения.
    //     redirectUrl: redirect_url, // Адрес для перехода после авторизации.
    //     state: '<случайно сгенерированный state>', // Произвольная строка состояния приложения.
    //     codeVerifier: '<ваш сгенерированный code_verifier>', // Параметр в виде случайной строки. Обеспечивает защиту передаваемых данных.
    //     scope: 'email phone', // Список прав доступа, которые нужны приложению.
    // })
}
